window.POETRY_NODES = [
  {
    "id": "loc-0",
    "title": "儿歌·应舞狮",
    "type": "谣",
    "year": "1902",
    "location": "湖南长沙",
    "region": "华中",
    "scene": "湖南长沙",
    "lat": 28.228,
    "lng": 112.938,
    "quote": "狮子眼鼓鼓，擦菜子煮豆腐。",
    "background": "源于中央文献出版社1992年3月版陈晋著《毛泽东与文艺传统》。\n毛泽东八岁时，春节于外婆家看舞狮，狮子恰巧舞到八岁的毛泽东跟前。当地有狮子到跟前时需吟诗的规矩，毛泽东即脱口而出此诗。这首活泼有趣的顺口溜，从一个儿童的视角，生动地描写了狮子的可爱形象和烧酒煮肉的热闹农村气氛。“擦菜子”是当地自制的一种腌菜，“擦菜子煮豆腐”是湖南人十分喜欢吃的菜。他的朴素语言散发着浓厚的乡土气息。",
    "fullText": "狮子眼鼓鼓，擦菜子煮豆腐。\n酒放热气烧，肉放烂些煮。",
    "poems": [
      {
        "index": 1,
        "title": "儿歌·应舞狮",
        "type": "谣",
        "year": "1902",
        "quote": "狮子眼鼓鼓，擦菜子煮豆腐。",
        "background": "源于中央文献出版社1992年3月版陈晋著《毛泽东与文艺传统》。\n毛泽东八岁时，春节于外婆家看舞狮，狮子恰巧舞到八岁的毛泽东跟前。当地有狮子到跟前时需吟诗的规矩，毛泽东即脱口而出此诗。这首活泼有趣的顺口溜，从一个儿童的视角，生动地描写了狮子的可爱形象和烧酒煮肉的热闹农村气氛。“擦菜子”是当地自制的一种腌菜，“擦菜子煮豆腐”是湖南人十分喜欢吃的菜。他的朴素语言散发着浓厚的乡土气息。",
        "fullText": "狮子眼鼓鼓，擦菜子煮豆腐。\n酒放热气烧，肉放烂些煮。"
      },
      {
        "index": 2,
        "title": "五古·吟天井",
        "type": "诗",
        "year": "1906",
        "quote": "天井四四方，周围是高墙。",
        "background": "源于湖南文艺出版社1992年5月版赵志超著《毛泽东和他的父老乡亲》。\n此诗是少年毛泽东回答私塾老师的出题。字里行间流露出毛对自己目前的生活状况不满，不安于现状，希望有更广阔的天地施展自己的才华，思想处于最初的萌动期。",
        "fullText": "天井四四方，周围是高墙。\n清清见卵石，小鱼囿中央。\n只喝井里水，永远养不长。"
      },
      {
        "index": 4,
        "title": "杂言诗·耕田乐",
        "type": "诗",
        "year": "1907",
        "quote": "耕田乐，天天有事做。",
        "background": "源于吉林人民出版社94年11月版《毛泽东大系》。",
        "fullText": "耕田乐，天天有事做。\n近冲一墩田，近水再墩望，多年副产积满仓。\n农事毕,读书甚馨香,坐待时机自主张。"
      },
      {
        "index": 5,
        "title": "七绝·咏蛙",
        "type": "诗",
        "year": "1910",
        "quote": "独坐池塘如虎踞，绿杨树下养精神。",
        "background": "改郑正鹄诗。湖北名士郑正鹄曾作：小小青蛙似虎形，河边大树好遮阴。明春我不先开口，哪个虫儿敢作声。当时毛泽东初到湘乡县东山小学就读，刚从乡下来到城里，颇为鲜衣怒马的城里人所看不起，燕雀安知鸿鹄之志哉！毛泽东写诗以明志，诗中描绘了青蛙威武轩昂的形象，以蛙设喻，抒发毛泽东人小志大、藐视天下的气概和胆略。",
        "fullText": "独坐池塘如虎踞，绿杨树下养精神。\n春来我不先开口，哪个虫儿敢作声？"
      },
      {
        "index": 7,
        "title": "五言诗·登高泛海",
        "type": "诗",
        "year": "1913",
        "quote": "登祝融之峰，一览众山小；",
        "background": "",
        "fullText": "登祝融之峰，一览众山小；\n泛黄勃之海，启瞬江湖失。"
      },
      {
        "index": 8,
        "title": "五言诗·江畔",
        "type": "诗",
        "year": "1914",
        "quote": "晚霭峰间起（萧），归人江上行（萧）。",
        "background": "萧：友人萧瑜。源于昆仑出版社1989年5月版萧瑜著《毛泽东和我曾是“乞丐”》。",
        "fullText": "晚霭峰间起（萧），归人江上行（萧）。\n云流千里远（萧），人对一帆轻（毛）。\n落日荒林暗（毛），寒钟古寺生（萧）。\n深林归倦鸟（萧），高阁倚佳人（毛）。"
      },
      {
        "index": 9,
        "title": "四言诗·《明耻篇》题志",
        "type": "诗",
        "year": "1915",
        "quote": "五月七日，民国奇耻。",
        "background": "五月七日：该天日本向袁世凯提出二十一条。",
        "fullText": "五月七日，民国奇耻。\n何以报仇？在我学子！"
      },
      {
        "index": 10,
        "title": "五古·挽易昌陶",
        "type": "诗",
        "year": "1915",
        "quote": "去去思君深，思君君不来。愁杀芳年友，悲叹有余哀。",
        "background": "源于湖南出版社1990年版《毛泽东早期文稿》中的湖南一师油印稿。",
        "fullText": "去去思君深，思君君不来。愁杀芳年友，悲叹有余哀。\n衡阳雁声彻，湘滨春溜回。感物念所欢，踯躅城南隈。\n城隈草萋萋，涔泪浸双题。采采余孤景，日落衡云西。\n方期沆瀁游，零落匪所思。永诀从今始，午夜惊鸣鸡。\n鸣鸡一声唱，汗漫东皋上。冉冉望君来，握手珠眶涨。\n关山蹇骥足，飞飙拂灵帐。我怀郁如焚，放歌倚列嶂。\n列嶂青且蒨，愿言试长剑。东海有岛夷，北山尽仇怨。\n荡涤谁氏子，安得辞浮贱。子期竟早亡，牙琴从此绝。\n琴绝最伤情，朱华春不荣。后来有千里，谁与共平生。\n望灵荐杯酒，惨淡看铭旌。惆怅中何寄？江天水一泓。"
      },
      {
        "index": 11,
        "title": "杂言诗·游泳启事",
        "type": "诗",
        "year": "1915",
        "quote": "铁路之旁兮，水面汪洋。",
        "background": "1915年毛泽东在湖南一师发的游泳启事。源于王以平《走出韶山冲》。",
        "fullText": "铁路之旁兮，水面汪洋。\n深浅合度兮，生命无妨。\n凡我同志兮，携手同行。\n晚餐之后兮，游泳一场。"
      },
      {
        "index": 12,
        "title": "五律·朱张渡",
        "type": "诗",
        "year": "1916",
        "quote": "共泛朱张渡，层冰涨橘汀。",
        "background": "源于1980年第2期《湘江文艺》罗章龙文章。\n朱张渡：湖南地名。",
        "fullText": "共泛朱张渡，层冰涨橘汀。\n鸟啼枫径寂，木落翠微冥。\n攀险呼俦侣，盘空识健翎。\n赫曦联韵在，千载德犹馨。"
      },
      {
        "index": 13,
        "title": "七古·自信人生",
        "type": "诗",
        "year": "1916",
        "quote": "自信人生二百年， 会当水击三千里。（残句）",
        "background": "作者1958年12月21日批注于当年9月版大字本《毛泽东诗词十九首》。",
        "fullText": "自信人生二百年， 会当水击三千里。（残句）"
      },
      {
        "index": 14,
        "title": "七绝·赠刘翰林",
        "type": "诗",
        "year": "1917",
        "quote": "翻山渡水之名郡（毛），竹杖草履谒学尊（萧）。",
        "background": "萧：友人萧瑜。",
        "fullText": "翻山渡水之名郡（毛），竹杖草履谒学尊（萧）。\n途见白云如晶海（萧），沾衣晨露浸饿身（毛）。"
      },
      {
        "index": 15,
        "title": "杂言诗·意志之锻炼",
        "type": "诗",
        "year": "1917",
        "quote": "夫力拔山气盖世，猛烈而已；",
        "background": "",
        "fullText": "夫力拔山气盖世，猛烈而已；\n不斩楼兰誓不还，不畏而已；\n化家为国，敢为而已；\n八年于外，三过其门而不入，耐久而已。"
      },
      {
        "index": 17,
        "title": "七律·骤雨东风",
        "type": "诗",
        "year": "1916",
        "quote": "骤雨东风过远湾，滂然遥接石龙关。",
        "background": "源于肖三文章回忆。",
        "fullText": "骤雨东风过远湾，滂然遥接石龙关。\n(缺两句十四字……)\n野渡苍松横古木，断桥流水动连环。\n客行此去遵何路？坐眺长亭意转闲。"
      },
      {
        "index": 18,
        "title": "杂言诗·河出潼关",
        "type": "诗",
        "year": "1917",
        "quote": "河出潼关，因有太华抵抗，而水力益增其奔猛。",
        "background": "",
        "fullText": "河出潼关，因有太华抵抗，而水力益增其奔猛。\n风回三峡，因有巫山为隔，而风力益增其怒号。"
      },
      {
        "index": 19,
        "title": "四言韵语·奋斗",
        "type": "诗",
        "year": "1917",
        "quote": "与天奋斗，其乐无穷！",
        "background": "源于1954年第24期《中国青年》魏巍文章。",
        "fullText": "与天奋斗，其乐无穷！\n与地奋斗，其乐无穷！\n与人奋斗，其乐无穷！"
      },
      {
        "index": 20,
        "title": "七古·送纵宇一郎东行",
        "type": "诗",
        "year": "1918",
        "quote": "云开衡岳积阴止，天马凤凰春树里。",
        "background": "1918年6月，毛泽东湖南一师毕业，老师杨昌济邀去北京，他8月与李维汉等24人从长沙乘船到汉口，坐火车到河南，路遇大雨，只好步行到许昌。是为毛泽东第一次出省。",
        "fullText": "云开衡岳积阴止，天马凤凰春树里。\n年少峥嵘屈贾才，山川奇气曾钟此。\n君行吾为发浩歌，鲲鹏击浪从兹始。\n洞庭湘水涨连天，艟艨巨舰直东指。\n无端散出一天愁，幸被东风吹万里。\n丈夫何事足萦怀，要将宇宙看稊米。\n沧海横流安足虑，世事纷纭从君理。\n管却自家身与心，胸中日月常新美。\n名世于今五百年，诸公碌碌皆余子。\n平浪宫前友谊多，崇明对马衣带水。\n东瀛濯剑有书还，我返自崖君去矣。"
      },
      {
        "index": 21,
        "title": "归国谣",
        "type": "诗词",
        "year": "1918",
        "quote": "今宵月，直把天涯都照彻，清光不令青山失。",
        "background": "",
        "fullText": "今宵月，直把天涯都照彻，清光不令青山失。\n清溪却向青滩泄，鸡声歇，马嘶人语长亭白。"
      },
      {
        "index": 22,
        "title": "七绝·过魏都（与罗章龙联句）",
        "type": "诗",
        "year": "1918",
        "quote": "横槊赋诗意飞扬（罗）,《自明本志》好文章（毛）。",
        "background": "源于1994年第4期《毛泽东思想研究》。",
        "fullText": "横槊赋诗意飞扬（罗）,《自明本志》好文章（毛）。\n萧条异代西田墓（毛），铜雀荒沦落夕阳（罗）。"
      },
      {
        "index": 26,
        "title": "虞美人·枕上(赠杨开慧)",
        "type": "诗词",
        "year": "1921",
        "quote": "堆来枕上愁何状，江海翻波浪。",
        "background": "这首词最早发表在1994年12月26日《人民日报》。\n虞美人：词牌名。原是唐教坊曲名，最初是咏项羽所宠爱的虞姬，后才因以词牌而出名。",
        "fullText": "堆来枕上愁何状，江海翻波浪。\n夜长天色总难明，寂寞披衣起坐数寒星。\n晓来百念都灰尽，剩有离人影。\n一钩残月向西流，对此不抛眼泪也无由。"
      },
      {
        "index": 27,
        "title": "贺新郎·别友(赠杨开慧)",
        "type": "诗词",
        "year": "1923",
        "quote": "挥手从兹去，更那堪凄然相向，苦情重诉。",
        "background": "横塘：东门小吴门外清水塘。1921年冬至1923年4月，毛泽东租了清水塘边的一所茅屋，家住兼作中共湘区委员会会址，旧址现为纪念馆。“横塘”也是典故，在古诗中常作女子居住之处。唐崔颢《长干行》“君家何处住，妾住在横塘。停船暂借问，或恐是同乡。”",
        "fullText": "挥手从兹去，更那堪凄然相向，苦情重诉。\n眼角眉梢都似恨，热泪欲零还住。\n知误会前翻书语，过眼滔滔云共雾，算人间知己吾与汝。\n人有病，天知否？\n知今朝霜重东门路，照横塘半天残月，凄清如许。\n汽笛一声肠已断，从此天涯孤旅。\n凭割断愁思恨缕，要似昆仑崩绝壁，又恰像台风扫环宇。\n重比翼，和云翥。"
      },
      {
        "index": 28,
        "title": "沁园春·长沙",
        "type": "诗词",
        "year": "1925",
        "quote": "独立寒秋，湘江北去，橘子洲头。",
        "background": "沁园春：词牌名，由东汉的沁水公主园得名。\n橘子洲：在长沙附近的湘江中。",
        "fullText": "独立寒秋，湘江北去，橘子洲头。\n看万山红遍，层林尽染；漫江碧透，百舸争流。\n鹰击长空，鱼翔浅底，万类霜天竞自由。\n怅寥廓，问苍茫大地，谁主沉浮。\n携来百侣曾游，忆往昔峥嵘岁月稠。\n恰同学少年，风华正茂；书生意气，挥斥方遒。\n指点江山，激扬文字，粪土当年万户侯。\n曾记否，到中流击水，浪遏飞舟。"
      },
      {
        "index": 30,
        "title": "西江月·秋收起义",
        "type": "诗词",
        "year": "1927",
        "quote": "军叫工农革命，旗号镰刀斧头。",
        "background": "西江月：词牌名，由李白《苏台怀古诗》的“只今唯有西江月，曾照吴王宫里人”的诗句得名。",
        "fullText": "军叫工农革命，旗号镰刀斧头。\n匡庐一带不停留，要向潇湘直进。\n地主重重压迫，农民个个同仇。\n秋收时节暮云愁，霹雳一声暴动。"
      },
      {
        "index": 37,
        "title": "蝶恋花·从汀州向长沙",
        "type": "诗词",
        "year": "1930",
        "quote": "六月天兵征腐恶，万丈长缨要把鲲鹏缚。",
        "background": "",
        "fullText": "六月天兵征腐恶，万丈长缨要把鲲鹏缚。\n赣水那边红一角，偏师借重黄公略。\n百万工农齐踊跃，席卷江西直捣湘和鄂。\n国际悲歌歌一曲，狂飙为我从天落。"
      },
      {
        "index": 103,
        "title": "减字木兰花·经长沙忆往",
        "type": "诗词",
        "year": "1964",
        "quote": "四五十年，风雨如晦不重见。",
        "background": "",
        "fullText": "四五十年，风雨如晦不重见。\n过眼飞云，横竖茫茫一线天。\n休要夸口，豪杰劫后是民愿，\n海天环顾，一路走来一路烟。"
      }
    ]
  },
  {
    "id": "loc-1",
    "title": "五古·咏指甲花",
    "type": "诗",
    "year": "1906",
    "location": "湖南湘潭",
    "region": "华中",
    "scene": "湖南湘潭",
    "lat": 27.829,
    "lng": 112.944,
    "quote": "百花皆竞春，指甲独静眠。",
    "background": "源于西苑出版社1993年9月版《毛泽东故土家族探密》\n夏天，毛泽东到外婆家附近的保安寺玩耍。他看到寺院四周盛开着色彩斑斓的凤仙花。这是一种不择土壤、随处生长的小花，因花瓣可用来染指甲，故俗称指甲花。望着顽强生长、傲暑盛开的指甲花，少年毛泽东不禁萌生写诗欲望，并联想起古人各得其趣的咏花诗文：陶渊明归隐田园，独爱菊花；周敦颐生性清高，独爱莲花。此时的毛泽东却偏爱枝叶弱小、意志坚强的指甲花。从保安寺归来……",
    "fullText": "百花皆竞春，指甲独静眠。\n春季叶始生，炎夏花正鲜。\n叶小枝又弱，种类多且妍。\n万草被日出，惟婢傲火天。\n渊明独爱菊，敦颐好青莲。\n我独爱指甲，取其志更坚。",
    "poems": [
      {
        "index": 3,
        "title": "五古·咏指甲花",
        "type": "诗",
        "year": "1906",
        "quote": "百花皆竞春，指甲独静眠。",
        "background": "源于西苑出版社1993年9月版《毛泽东故土家族探密》\n夏天，毛泽东到外婆家附近的保安寺玩耍。他看到寺院四周盛开着色彩斑斓的凤仙花。这是一种不择土壤、随处生长的小花，因花瓣可用来染指甲，故俗称指甲花。望着顽强生长、傲暑盛开的指甲花，少年毛泽东不禁萌生写诗欲望，并联想起古人各得其趣的咏花诗文：陶渊明归隐田园，独爱菊花；周敦颐生性清高，独爱莲花。此时的毛泽东却偏爱枝叶弱小、意志坚强的指甲花。从保安寺归来……",
        "fullText": "百花皆竞春，指甲独静眠。\n春季叶始生，炎夏花正鲜。\n叶小枝又弱，种类多且妍。\n万草被日出，惟婢傲火天。\n渊明独爱菊，敦颐好青莲。\n我独爱指甲，取其志更坚。"
      }
    ]
  },
  {
    "id": "loc-2",
    "title": "七绝·赠父诗",
    "type": "诗",
    "year": "1910",
    "location": "湖南韶山",
    "region": "华中",
    "scene": "湖南韶山",
    "lat": 27.93,
    "lng": 112.53,
    "quote": "孩儿立志出乡关，学不成名誓不还。",
    "background": "改西乡隆盛诗，源于《毛泽东自传》。\n1910年，毛泽东的父亲毛顺生要他去做生意，毛泽东却立志走出韶山冲到新式学校湘乡县立东山高等小学继续求学。经过自己的力争和亲友、老师们的一致劝说，父亲答应他的要求。在离家赴前夕，毛泽东提笔写了一首《赠父诗》，夹在父亲每天必看的账簿里。这首诗是少年毛泽东走出乡关、奔向外面世界的宣言书，表明了他胸怀天下、志在四方的远大抱负。",
    "fullText": "孩儿立志出乡关，学不成名誓不还。\n埋骨何须桑梓地，人生无处不青山！",
    "poems": [
      {
        "index": 6,
        "title": "七绝·赠父诗",
        "type": "诗",
        "year": "1910",
        "quote": "孩儿立志出乡关，学不成名誓不还。",
        "background": "改西乡隆盛诗，源于《毛泽东自传》。\n1910年，毛泽东的父亲毛顺生要他去做生意，毛泽东却立志走出韶山冲到新式学校湘乡县立东山高等小学继续求学。经过自己的力争和亲友、老师们的一致劝说，父亲答应他的要求。在离家赴前夕，毛泽东提笔写了一首《赠父诗》，夹在父亲每天必看的账簿里。这首诗是少年毛泽东走出乡关、奔向外面世界的宣言书，表明了他胸怀天下、志在四方的远大抱负。",
        "fullText": "孩儿立志出乡关，学不成名誓不还。\n埋骨何须桑梓地，人生无处不青山！"
      },
      {
        "index": 78,
        "title": "七律·到韶山",
        "type": "诗",
        "year": "1959",
        "quote": "一九五九年六月二十五日到韶山。离别这个地方已有三十二年了。",
        "background": "毛泽东1959年9月13日致胡乔木的信:“霸主”指蒋介石。这一联写那个时期的阶级斗争。通首写32年的历史。",
        "fullText": "一九五九年六月二十五日到韶山。离别这个地方已有三十二年了。\n别梦依稀咒逝川，故园三十二年前。\n红旗卷起农奴戟，黑手高悬霸主鞭。\n为有牺牲多壮志，敢教日月换新天。\n喜看稻菽千重浪，遍地英雄下夕烟。"
      },
      {
        "index": 115,
        "title": "如梦令·韶山冲",
        "type": "诗词",
        "year": "1969",
        "quote": "扶桑，丰田，龙潭，幼年凫游星汉。",
        "background": "",
        "fullText": "扶桑，丰田，龙潭，幼年凫游星汉。\n而今何处循？梦不见横须贺。\n何处？何处？无奈石灯阑珊。"
      }
    ]
  },
  {
    "id": "loc-3",
    "title": "五言诗·云封桥锁",
    "type": "诗",
    "year": "1917",
    "location": "湖南宁乡",
    "region": "华中",
    "scene": "湖南宁乡",
    "lat": 28.253,
    "lng": 112.55,
    "quote": "云封狮固楼，桥锁玉潭舟。（残句）",
    "background": "宁乡县城郊外玉潭河边。源于萧瑜回忆作。",
    "fullText": "云封狮固楼，桥锁玉潭舟。（残句）",
    "poems": [
      {
        "index": 16,
        "title": "五言诗·云封桥锁",
        "type": "诗",
        "year": "1917",
        "quote": "云封狮固楼，桥锁玉潭舟。（残句）",
        "background": "宁乡县城郊外玉潭河边。源于萧瑜回忆作。",
        "fullText": "云封狮固楼，桥锁玉潭舟。（残句）"
      }
    ]
  },
  {
    "id": "loc-4",
    "title": "五言诗·苍山辞祖国",
    "type": "诗",
    "year": "1919",
    "location": "天津",
    "region": "华北",
    "scene": "天津",
    "lat": 39.125,
    "lng": 117.19,
    "quote": "苍山辞祖国，弱水望邻封。（下失）",
    "background": "送新民学会赴法同志于天津大沽口观海。源于罗章龙回忆。",
    "fullText": "苍山辞祖国，弱水望邻封。（下失）",
    "poems": [
      {
        "index": 23,
        "title": "五言诗·苍山辞祖国",
        "type": "诗",
        "year": "1919",
        "quote": "苍山辞祖国，弱水望邻封。（下失）",
        "background": "送新民学会赴法同志于天津大沽口观海。源于罗章龙回忆。",
        "fullText": "苍山辞祖国，弱水望邻封。（下失）"
      }
    ]
  },
  {
    "id": "loc-5",
    "title": "祭文·祭母文",
    "type": "文",
    "year": "1919",
    "location": "北京",
    "region": "华北",
    "scene": "北京",
    "lat": 39.904,
    "lng": 116.407,
    "quote": "呜呼吾母，遽然而死。寿五十三，生有七子。",
    "background": "",
    "fullText": "呜呼吾母，遽然而死。寿五十三，生有七子。\n七子余三，即东民覃。其他不育，二女三男。\n育吾兄弟，艰辛备历。摧折作磨，因此遘疾。\n中间万万，皆伤心史。不忍卒书，待徐温吐。\n今则欲言，只有两端。一则盛德，一则恨偏。\n吾母高风，首推博爱。远近亲疏，一皆覆载。\n恺恻慈祥，感动庶汇。爱力所及，原本真诚。\n不作诳言，不存欺心。整饬成性，一丝不诡。\n手泽所经，皆有条理。头脑精密，劈理分情。\n事无遗算，物无遁形。洁净之风，传遍戚里。\n不染一尘，身心表里。五德荦荦，乃其大端。\n合其人格，如在上焉。恨偏所在，三纲之末。\n有志未伸，有求不获。精神痛苦，以此为卓。\n天乎人欤？倾地一角。次则儿辈，育之成行。\n如果未熟，介在青黄。病时揽手，酸心结肠。\n但呼儿辈，各务为良。又次所怀，好亲至爱。\n或属素恩，或多劳瘁。大小亲疏，均待报赉。\n总兹所述，盛德所辉。以秉悃忱，则效不违。\n致于所恨，必补遗缺。念兹在兹，此心不越。\n养育深恩，春晖朝霭。报之何时？精禽大海。\n呜呼吾母，母终未死。躯壳虽隳，灵则万古。\n有生一日，皆报恩时。有生一日，皆伴亲时。\n今也言长，时则苦短。惟挈大端，置其粗浅。\n此时家奠，尽此一觞。后有言陈，与日俱长。\n尚飨！",
    "poems": [
      {
        "index": 24,
        "title": "祭文·祭母文",
        "type": "文",
        "year": "1919",
        "quote": "呜呼吾母，遽然而死。寿五十三，生有七子。",
        "background": "",
        "fullText": "呜呼吾母，遽然而死。寿五十三，生有七子。\n七子余三，即东民覃。其他不育，二女三男。\n育吾兄弟，艰辛备历。摧折作磨，因此遘疾。\n中间万万，皆伤心史。不忍卒书，待徐温吐。\n今则欲言，只有两端。一则盛德，一则恨偏。\n吾母高风，首推博爱。远近亲疏，一皆覆载。\n恺恻慈祥，感动庶汇。爱力所及，原本真诚。\n不作诳言，不存欺心。整饬成性，一丝不诡。\n手泽所经，皆有条理。头脑精密，劈理分情。\n事无遗算，物无遁形。洁净之风，传遍戚里。\n不染一尘，身心表里。五德荦荦，乃其大端。\n合其人格，如在上焉。恨偏所在，三纲之末。\n有志未伸，有求不获。精神痛苦，以此为卓。\n天乎人欤？倾地一角。次则儿辈，育之成行。\n如果未熟，介在青黄。病时揽手，酸心结肠。\n但呼儿辈，各务为良。又次所怀，好亲至爱。\n或属素恩，或多劳瘁。大小亲疏，均待报赉。\n总兹所述，盛德所辉。以秉悃忱，则效不违。\n致于所恨，必补遗缺。念兹在兹，此心不越。\n养育深恩，春晖朝霭。报之何时？精禽大海。\n呜呼吾母，母终未死。躯壳虽隳，灵则万古。\n有生一日，皆报恩时。有生一日，皆伴亲时。\n今也言长，时则苦短。惟挈大端，置其粗浅。\n此时家奠，尽此一觞。后有言陈，与日俱长。\n尚飨！"
      },
      {
        "index": 25,
        "title": "新体诗·颂赵女士的人格",
        "type": "诗",
        "year": "1919",
        "quote": "不自由，无宁死。",
        "background": "",
        "fullText": "不自由，无宁死。\n雪一般的刀上面，染了怪红的鲜血。\n柑子园尘秽街中被血洒满，顿化成了庄严的天衢。\n赵女士的人格也随之涌现出来，顿然光焰万丈。"
      },
      {
        "index": 62,
        "title": "七律·和柳亚子先生",
        "type": "诗",
        "year": "1949",
        "quote": "饮茶粤海未能忘，索句渝州叶正黄。",
        "background": "",
        "fullText": "饮茶粤海未能忘，索句渝州叶正黄。\n三十一年还旧国，落花时节读华章。\n牢骚太盛防肠断，风物长宜放眼量。\n莫道昆明池水浅，观鱼胜过富春江。\n柳亚子原诗：\n《感事呈毛主席一首》\n开天辟地君真健，说项依刘我大难。\n夺席谈经非五鹿，无车弹铗怨冯驩。\n头颅早悔平生贱，肝胆宁忘一寸丹！\n安得南征驰捷报，分湖便是子陵滩。"
      },
      {
        "index": 63,
        "title": "赞“密使1号”",
        "type": "诗词",
        "year": "1950",
        "quote": "惊涛拍孤岛，碧波映天晓。",
        "background": "",
        "fullText": "惊涛拍孤岛，碧波映天晓。\n虎穴藏忠魂，曙光迎来早。"
      },
      {
        "index": 64,
        "title": "浣溪沙·和柳亚子先生",
        "type": "诗词",
        "year": "1950",
        "quote": "一九五零年国庆观剧，柳亚子先生即席赋《浣溪沙》，因步其韵奉和。",
        "background": "",
        "fullText": "一九五零年国庆观剧，柳亚子先生即席赋《浣溪沙》，因步其韵奉和。\n长夜难明赤县天，百年魔怪舞翩跹，\n人民五亿不团圆。一唱雄鸡天下白，\n万方乐奏有于阗，诗人兴会更无前。\n柳亚子原词：\n火树银花不夜天，弟兄姐妹舞翩跹，\n歌声唱彻月儿圆。不是一人能领导，\n那容百族共骈阗，良宵盛会喜空前。"
      },
      {
        "index": 65,
        "title": "浣溪沙·和柳先生",
        "type": "诗词",
        "year": "1950",
        "quote": "颜斶齐王名命前，多年矛盾廓无边，",
        "background": "",
        "fullText": "颜斶齐王名命前，多年矛盾廓无边，\n而今一扫纪新元。最喜诗人高唱至，\n正和前线捷音联，妙香山上战旗妍。"
      },
      {
        "index": 67,
        "title": "七律·和周世钊同志",
        "type": "诗",
        "year": "1955",
        "quote": "春江浩荡暂徘徊，又踏层峰望眼开。",
        "background": "",
        "fullText": "春江浩荡暂徘徊，又踏层峰望眼开。\n风起绿洲吹浪去，雨从青野上山来。\n尊前谈笑人依旧，城外鸡虫事克哀。\n莫叹韶华容易逝，卅年仍到赫曦台。\n周世钊原诗：\n《七律 随从毛主席登岳麓山》\n滚滚江声走白沙，飘飘旗影卷红霞。\n直登云麓三千丈，来看长沙百万家。\n故国几年空兕虎，东风遍地绿桑麻。\n南巡已见升平乐，何用书生颂物华。"
      },
      {
        "index": 68,
        "title": "七绝·五云山",
        "type": "诗",
        "year": "1955",
        "quote": "五云山上五云飞，远接群峰近拂堤。",
        "background": "",
        "fullText": "五云山上五云飞，远接群峰近拂堤。\n若问杭州何处好，此中听得野莺啼。"
      },
      {
        "index": 69,
        "title": "水调歌头·游泳",
        "type": "诗词",
        "year": "1956",
        "quote": "才饮长沙水，又食武昌鱼。",
        "background": "",
        "fullText": "才饮长沙水，又食武昌鱼。\n万里长江横渡，极目楚天舒。\n不管风吹浪打，胜似闲庭信步，今日得宽余。\n子在川上曰：逝者如斯夫！\n风樯动，龟蛇静，起宏图。\n一桥飞架南北，天堑变通途。\n更立西江石壁，截断巫山云雨，高峡出平湖。\n神女应无恙，当惊世界殊。"
      },
      {
        "index": 70,
        "title": "蝶恋花·答李淑一",
        "type": "诗词",
        "year": "1957",
        "quote": "我失骄杨君失柳，杨柳轻扬直上重霄九。",
        "background": "",
        "fullText": "我失骄杨君失柳，杨柳轻扬直上重霄九。\n问讯吴刚何所有，吴刚捧出桂花酒。\n寂寞嫦娥舒广袖，万里长空且为忠魂舞。\n忽报人间曾伏虎，泪飞顿作倾盆雨。\n李淑一原词：\n《菩萨蛮·惊梦》\n兰闺索莫翻身早，夜来触动离愁了。\n底事太难堪，惊侬晓梦残。\n征人何处觅，六载无消息。\n醒忆别伊时，满衫清泪滋。\n打开网易新闻 查看精彩图片"
      },
      {
        "index": 71,
        "title": "七绝·观潮",
        "type": "诗",
        "year": "1957",
        "quote": "千里波涛滚滚来，雪花飞向钓鱼台。",
        "background": "",
        "fullText": "千里波涛滚滚来，雪花飞向钓鱼台。\n人山纷赞阵容阔，铁马从容杀敌回。"
      },
      {
        "index": 72,
        "title": "五言韵语·两个泥菩萨",
        "type": "诗",
        "year": "1957",
        "quote": "两个泥菩萨，一起都打碎。",
        "background": "",
        "fullText": "两个泥菩萨，一起都打碎。\n用水一调和，再来做两个。\n我身上有你，你身上有我。"
      },
      {
        "index": 73,
        "title": "七绝·刘蕡",
        "type": "诗",
        "year": "1958",
        "quote": "千载长天起大云，中唐俊伟有刘蕡。",
        "background": "这首诗根据作者审定的抄件刊印。",
        "fullText": "千载长天起大云，中唐俊伟有刘蕡。\n孤鸿铩羽悲鸣镝，万马齐喑叫一声。"
      },
      {
        "index": 75,
        "title": "七律二首·送瘟神",
        "type": "诗",
        "year": "1958",
        "quote": "读六月三十日《人民日报》，余江县消灭了血丝虫。浮想联翩，夜不能寐。微风拂晓，旭日临窗，遥望南天，欣然命笔。",
        "background": "",
        "fullText": "读六月三十日《人民日报》，余江县消灭了血丝虫。浮想联翩，夜不能寐。微风拂晓，旭日临窗，遥望南天，欣然命笔。\n其一\n绿水青山枉自多，华佗无奈小虫何！\n千村薜荔人遗矢，万户萧疏鬼唱歌。\n坐地日行八万里，巡天遥看一千河。\n牛郎欲问瘟神事，一样悲欢逐逝波。\n其二\n春风杨柳万千条，六亿神州尽舜尧。\n红雨随心翻作浪，青山着意化为桥。\n天连五岭银锄落，地动三河铁臂摇。\n借问瘟君欲何往，纸船明烛照天烧。"
      },
      {
        "index": 76,
        "title": "四言韵语·养生十六字诀",
        "type": "诗",
        "year": "1958",
        "quote": "遇事不怒，基本吃素。",
        "background": "",
        "fullText": "遇事不怒，基本吃素。\n多多散步，劳逸适度。"
      },
      {
        "index": 77,
        "title": "七绝·有感 仿陆放翁《示儿》诗",
        "type": "诗",
        "year": "1958",
        "quote": "人类而今上太空，但悲不见五洲同。",
        "background": "",
        "fullText": "人类而今上太空，但悲不见五洲同。\n愚公尽扫饕蚊日，公祭毋忘告马翁。"
      },
      {
        "index": 80,
        "title": "五律·看山",
        "type": "诗",
        "year": "1959",
        "quote": "三上北高峰，杭州一望空。",
        "background": "",
        "fullText": "三上北高峰，杭州一望空。\n飞凤亭边树，桃花岭上风。\n热来寻扇子，冷去对美人。\n一片飘飘下，欢迎有晚莺。"
      },
      {
        "index": 82,
        "title": "七言诗·赫鲁晓夫访美",
        "type": "诗",
        "year": "1959",
        "quote": "西海如今出圣人，涂脂抹粉上豪门。",
        "background": "",
        "fullText": "西海如今出圣人，涂脂抹粉上豪门。\n一辆汽车几间屋，三头黄犊半盘银。\n举世劳民同主子，万年宇宙绝纷争。\n列宁火焰成灰烬，人类从此入大同。"
      },
      {
        "index": 83,
        "title": "七律·读报",
        "type": "诗",
        "year": "1959",
        "quote": "托洛斯基到远东，不和不战逞英雄。",
        "background": "",
        "fullText": "托洛斯基到远东，不和不战逞英雄。\n列宁竟抛头颅后，叶督该拘大鹫峰。\n敢向邻居试螳臂，只缘自己是狂峰。\n人人尽说西方好，独惜神州出蠢虫。"
      },
      {
        "index": 84,
        "title": "七律·读报有感",
        "type": "诗",
        "year": "1960",
        "quote": "托洛斯基返故居，不战不和欲何如。",
        "background": "",
        "fullText": "托洛斯基返故居，不战不和欲何如。\n青云飘下能言鸟，黑海翻起愤怒鱼。\n爱丽舍宫唇发黑，戴维营里面施朱。\n新闻岁岁寻常出，独有今年出得殊。"
      },
      {
        "index": 85,
        "title": "七律·读报有感",
        "type": "诗",
        "year": "1959",
        "quote": "反苏忆昔闹辟蛙，今日欣看大反华。",
        "background": "",
        "fullText": "反苏忆昔闹辟蛙，今日欣看大反华。\n恶煞腐心兴鼓吹，凶神张口吐烟霞。\n神州岂止千里恶，赤县原藏万种邪。\n遍访全球侵略者，惟余此处一孤家。"
      },
      {
        "index": 86,
        "title": "七律·改鲁迅诗",
        "type": "诗",
        "year": "1959",
        "quote": "曾惊秋肃临天下，竟遣春温上舌端。",
        "background": "",
        "fullText": "曾惊秋肃临天下，竟遣春温上舌端。\n尘海苍茫沉百感，金风萧瑟走高官。\n喜攀飞翼通身暧，苦坠空云半截寒。\n悚听自吹皆圣绩，起看敌焰正阑干。"
      },
      {
        "index": 87,
        "title": "七绝·为女民兵题照",
        "type": "诗",
        "year": "1961",
        "quote": "飒爽英姿五尺枪，曙光初照演兵场。",
        "background": "",
        "fullText": "飒爽英姿五尺枪，曙光初照演兵场。\n中华儿女多奇志，不爱红装爱武装。"
      },
      {
        "index": 88,
        "title": "七律·答友人",
        "type": "诗",
        "year": "1961",
        "quote": "九嶷山上白云飞，帝子乘风下翠微。",
        "background": "",
        "fullText": "九嶷山上白云飞，帝子乘风下翠微。\n斑竹一枝千滴泪，红霞万朵百重衣。\n洞庭波涌连天雪，长岛人歌动地诗。\n我欲因之梦寥廓，芙蓉国里尽朝晖。"
      },
      {
        "index": 90,
        "title": "七绝·屈原",
        "type": "诗",
        "year": "1961",
        "quote": "屈子当年赋楚骚，手中握有杀人刀。",
        "background": "",
        "fullText": "屈子当年赋楚骚，手中握有杀人刀。\n文萧太盛椒兰少，一跃冲向万里涛。\n打开网易新闻 查看精彩图片"
      },
      {
        "index": 91,
        "title": "七绝·二首纪念鲁迅八十寿辰",
        "type": "诗",
        "year": "1961",
        "quote": "其一",
        "background": "",
        "fullText": "其一\n博大胆识铁石坚，刀光剑影任翔旋。\n龙华喋血不眠夜，犹制小诗赋管弦。\n其二\n鉴湖越台名士乡，忧忡为国痛断肠。\n剑南歌接秋风吟，一例氤氲入诗囊。"
      },
      {
        "index": 92,
        "title": "七律·改鲁迅《亥年残秋偶作》",
        "type": "诗",
        "year": "1961",
        "quote": "曾惊秋肃临天下，竟遣春温上舌端。",
        "background": "",
        "fullText": "曾惊秋肃临天下，竟遣春温上舌端。\n尘海苍茫沉百感，金风萧瑟走高官。\n喜攀飞翼通身暖，苦坠空云半截寒。\n惊听自吹皆圣绩，起看敌焰正阑干。"
      },
      {
        "index": 93,
        "title": "七律·和郭沫若同志",
        "type": "诗",
        "year": "1961",
        "quote": "一从大地起风雷，便有精生白骨堆。",
        "background": "",
        "fullText": "一从大地起风雷，便有精生白骨堆。\n僧是愚氓犹可训，妖为鬼蜮必成灾。\n金猴奋起千钧棒，玉宇澄清万里埃。\n今日欢呼孙大圣，只缘妖雾又重来。\n郭沫若原诗：\n《看孙悟空三打白骨精》\n人妖颠倒是非淆，对敌慈悲对友刁。\n咒念金箍闻万遍，精逃白骨累三遭。\n千刀当剐唐僧肉，一拔何亏大圣毛。\n教育及时堪赞赏，猪犹智慧胜愚曹。"
      },
      {
        "index": 94,
        "title": "卜算子·咏梅",
        "type": "诗词",
        "year": "1961",
        "quote": "读陆游咏梅词，反其意而用之。",
        "background": "",
        "fullText": "读陆游咏梅词，反其意而用之。\n风雨送春归，飞雪迎春到。\n已是悬崖百丈冰，犹有花枝俏。\n俏也不争春，只把春来报。\n待到山花烂漫时，她在丛中笑。\n陆游原词：\n《卜算子·咏梅》\n驿外断桥边，寂寞开无主。\n已是黄昏独自愁，更著风和雨。\n无意苦争春，一任群芳妒。\n零落成泥辗作尘，只有香如故。"
      },
      {
        "index": 95,
        "title": "七律·冬云",
        "type": "诗",
        "year": "1962",
        "quote": "雪压冬云白絮飞，万花纷谢一时稀。",
        "background": "这是毛泽东为自己七十岁生日（中国传统算法）作的诗。",
        "fullText": "雪压冬云白絮飞，万花纷谢一时稀。\n高天滚滚寒流急，大地微微暖气吹。\n独有英雄驱虎豹，更无豪杰怕熊罴。\n梅花欢喜漫天雪，冻死苍蝇未足奇。"
      },
      {
        "index": 96,
        "title": "满江红·和郭沫若同志",
        "type": "诗词",
        "year": "1963",
        "quote": "小小寰球，有几个苍蝇碰壁。",
        "background": "",
        "fullText": "小小寰球，有几个苍蝇碰壁。\n嗡嗡叫，几声凄厉，几声抽泣。\n蚂蚁缘槐夸大国，蚍蜉撼树谈何易。\n正西风落叶下长安，飞鸣镝。\n多少事，从来急；\n天地转，光阴迫。\n一万年太久，只争朝夕。\n四海翻腾云水怒，五洲震荡风雷激。\n要扫除一切害人虫，全无敌。\n郭沫若原词：\n沧海横流，方显出英雄本色。\n人六亿，加强团结，坚持原则。\n天垮下来擎得起，世披靡矣扶之直。\n听雄鸡一唱遍寰中，东方白。\n太阳出，冰山滴；\n真金在，岂销铄？\n有雄文四卷，为民立极。\n桀犬吠尧堪笑止，泥牛入海无消息。\n迎东风革命展红旗，乾坤赤。"
      },
      {
        "index": 97,
        "title": "杂言诗·八连颂",
        "type": "诗",
        "year": "1963",
        "quote": "好八连，天下传。为什么？意志坚。为人民，几十年。拒腐蚀，永不沾。因此叫，好八连。解放军，要学习。全军民，要自立。不怕压，不怕迫。不怕刀，不怕戟。不怕鬼，不怕魅。不怕帝，不怕贼。奇儿女，如松柏。上参天，傲霜雪。纪律好，如坚壁。军事好，如霹雳。政治好，称第一。思想好，能分析。分析好，大有益。益在哪？团结力。军民团结如一人，试看天下谁能敌。",
        "background": "",
        "fullText": "好八连，天下传。为什么？意志坚。为人民，几十年。拒腐蚀，永不沾。因此叫，好八连。解放军，要学习。全军民，要自立。不怕压，不怕迫。不怕刀，不怕戟。不怕鬼，不怕魅。不怕帝，不怕贼。奇儿女，如松柏。上参天，傲霜雪。纪律好，如坚壁。军事好，如霹雳。政治好，称第一。思想好，能分析。分析好，大有益。益在哪？团结力。军民团结如一人，试看天下谁能敌。"
      },
      {
        "index": 98,
        "title": "七律·吊罗荣桓同志",
        "type": "诗",
        "year": "1963",
        "quote": "记得当年草上飞，红军队里每相违。",
        "background": "",
        "fullText": "记得当年草上飞，红军队里每相违。\n长征不是难堪日，战锦方为大问题。\n斥鷃每闻欺大鸟，昆鸡长笑老鹰非。\n君今不幸离人世，国有疑难可问谁？"
      },
      {
        "index": 99,
        "title": "贺新郎·读史",
        "type": "诗词",
        "year": "1964",
        "quote": "人猿相揖别，只几个石头磨过，小儿时节。",
        "background": "",
        "fullText": "人猿相揖别，只几个石头磨过，小儿时节。\n铜铁炉中翻火焰，为问何时猜得？不过几千寒热。\n人世难逢开口笑，上疆场彼此弯弓月，流遍了，郊原血。\n一篇读罢头飞雪，但记得斑斑点点，几行陈迹。\n五帝三皇神圣事，骗了无涯过客。\n有多少风流人物，盗跖庄屩流誉后。\n更陈王奋起挥黄钺。歌未竟，东方白。"
      },
      {
        "index": 100,
        "title": "七绝·贾谊",
        "type": "诗",
        "year": "1964",
        "quote": "贾生才调世无伦，哭泣情怀吊屈文。",
        "background": "",
        "fullText": "贾生才调世无伦，哭泣情怀吊屈文。\n梁王堕马寻常事，何用哀伤付一生。"
      },
      {
        "index": 101,
        "title": "七律·咏贾谊",
        "type": "诗",
        "year": "1964",
        "quote": "少年倜傥廊庙才，斗志未酬事堪哀。",
        "background": "",
        "fullText": "少年倜傥廊庙才，斗志未酬事堪哀。\n胸罗文章兵百万，胆照华国树千台。\n雄英无计倾圣主，高节终竟受疑猜。\n千古同异长沙傅，空白汩罗步尘埃。"
      },
      {
        "index": 102,
        "title": "十六字令·八首",
        "type": "诗词",
        "year": "1964",
        "quote": "龙，隐雾驱云驾长风，",
        "background": "",
        "fullText": "龙，隐雾驱云驾长风，\n骤雨霁，天际起霓虹。（龙，革命者)\n灯，黑沉迷途指归程，\n红光闪，万众获重生。（灯，革命行动）\n泉，杳然无底是灵源，\n清澈澈，谁人藏心间。（泉，革命热情）\n水，群众饥渴饮且醉，\n被颠倒，从此夜生辉。（水，革命理论）\n雷，孤夜深深独不寐，\n隆隆轰，斩断万年碑。（雷，革命运动；碑，四旧）\n秋，百花杀尽犹未休，\n狂飙动，神州落荒流。（秋，革命年代）\n枪，荧光冥冥过冷芒，\n忽而怒，平地三尺浪。（枪，革命武装）\n花，可怜羞弱不胜压，\n昨夜雪，娇藏在冰崖。（花，革命女将）"
      },
      {
        "index": 104,
        "title": "满江红·庆祝我国第一次核试验成功",
        "type": "诗词",
        "year": "1964",
        "quote": "小丑下台，应欢送，礼炮轰隆。",
        "background": "",
        "fullText": "小丑下台，应欢送，礼炮轰隆。\n原子弹说爆就爆，其乐无穷。\n十年丑史归尘土，一阵惊雷卷巨风。\n笑老修大势去矣，敲丧钟。\n忆往昔，来势汹；\n众喽罗，瞎起哄。\n君不见，人民自古是英雄。\n螳臂挡车千钧力，庄生梦蝶一场空。\n看东方，火炬赤旗舞，万里红。"
      },
      {
        "index": 107,
        "title": "五律·西行",
        "type": "诗",
        "year": "1965",
        "quote": "万里西行急，乘风御太空。",
        "background": "",
        "fullText": "万里西行急，乘风御太空。\n不因鹏翼展，哪得鸟途通。\n海酿千钟酒，山栽万仞葱。\n风雷驱大地，是处有亲朋。"
      },
      {
        "index": 108,
        "title": "念奴娇·鸟儿问答",
        "type": "诗词",
        "year": "1965",
        "quote": "鲲鹏展翅，九万里，翻动扶摇羊角。",
        "background": "",
        "fullText": "鲲鹏展翅，九万里，翻动扶摇羊角。\n背负青天朝下看，都是人间城郭。\n炮火连天，弹痕遍地，吓倒蓬间雀。\n怎么得了，哎呀我要飞跃。\n借问君去何方，雀儿答道：有仙山琼阁。\n不见前年秋月朗，订了三家条约。\n还有吃的，土豆烧熟了，再加牛肉。\n不须放屁！试看天地翻覆。"
      },
      {
        "index": 110,
        "title": "卜算子·悼国际共产主义战士艾地同志",
        "type": "诗词",
        "year": "1965",
        "quote": "疏枝立寒窗，笑在百花前。",
        "background": "艾地：印尼共产党主席，镇压中遇害。",
        "fullText": "疏枝立寒窗，笑在百花前。\n奈何笑容难为久，春来反凋残。\n残固不堪残，何须自寻烦？\n花落自有花开日，蓄芳待来年。"
      },
      {
        "index": 111,
        "title": "七律·有所思",
        "type": "诗",
        "year": "1966",
        "quote": "正是神都有事时，又来南国踏芳枝。",
        "background": "",
        "fullText": "正是神都有事时，又来南国踏芳枝。\n青松怒向苍天发，败叶纷随碧水驰。\n一阵风雷惊世界，满街红绿走旌旗。\n凭阑静听瀟瀟雨，故国人民有所思。"
      },
      {
        "index": 112,
        "title": "杂言诗·盛名之下",
        "type": "诗",
        "year": "1966",
        "quote": "峣峣者易折，皎皎者易污，",
        "background": "",
        "fullText": "峣峣者易折，皎皎者易污，\n阳春白雪，和者盖寡。\n盛名之下，其实难副。"
      },
      {
        "index": 113,
        "title": "七绝·炮打司令部",
        "type": "诗",
        "year": "1966",
        "quote": "人民胜利今何在？满路新贵满目衰。",
        "background": "",
        "fullText": "人民胜利今何在？满路新贵满目衰。\n核弹高置昆仑巅，摧尽腐朽方释怀。"
      },
      {
        "index": 114,
        "title": "七律·将革命进行到底",
        "type": "诗",
        "year": "1967",
        "quote": "古今多少苍茫事，前车历历未能忘，",
        "background": "",
        "fullText": "古今多少苍茫事，前车历历未能忘，\n鸿门宴上宽纵敌，乌江边头何仓皇。\n秀全空坐失良机，天京终于烟灰场，\n急世英雄行大劫，莫顾尘界百创伤。"
      },
      {
        "index": 116,
        "title": "清平乐·警觉苏修",
        "type": "诗词",
        "year": "1969",
        "quote": "穷发之北，海波泛荒垂。",
        "background": "",
        "fullText": "穷发之北，海波泛荒垂。\n熊罴向我蹲且嚎，懦者肝胆破碎。\n勇士团结一心，暂缓同室搏命。\n苏修贼心不死，我辈岂是南明。"
      },
      {
        "index": 117,
        "title": "念奴娇·长征",
        "type": "诗词",
        "year": "1970",
        "quote": "万里气势，不逶迤，烽烟五津动摇。",
        "background": "",
        "fullText": "万里气势，不逶迤，烽烟五津动摇。\n雪山绝境，荒草地，四散溃逃几国焘。\n娄山关后，不为人知，阴谋出年少。\n回首如今多劳？看我宝刀，永无宁日好。\n早年空空多浪费，而今点石金。\n老骥伏枥，变本加厉，做事要彻底。\n江山已定，谁人敢论功高？"
      },
      {
        "index": 118,
        "title": "清平乐·视察",
        "type": "诗词",
        "year": "1971",
        "quote": "南巡万里，不觉忆古帝。",
        "background": "",
        "fullText": "南巡万里，不觉忆古帝。\n威加海内有余风，秦皇，隋炀，康熙。\n彼辈功业为己，我今操劳社稷，\n踏破官僚机器，挥斥资产阶级。"
      },
      {
        "index": 119,
        "title": "念奴娇·有感观菊",
        "type": "诗词",
        "year": "1971",
        "quote": "山野索居，不孤寂，指点神州八亿。",
        "background": "",
        "fullText": "山野索居，不孤寂，指点神州八亿。\n洪波涌起落千枝，一花留在天际。\n潇洒顾盼，无人四季，\n春情暗自起，谁说众叛亲离？\n而今更纯，革命混水，严冬方显松柏意。\n激流出固舟，运筹池畔，\n并非索居，折断霸王钩。\n批儒评法，不惜衣宽人瘦。\n￼"
      },
      {
        "index": 120,
        "title": "七绝·读《红楼梦》",
        "type": "诗",
        "year": "1971",
        "quote": "杰作红楼传千古，影映封建斥王侯。",
        "background": "",
        "fullText": "杰作红楼传千古，影映封建斥王侯。\n自古忠臣多逆子，唯有宝黛入神州。"
      },
      {
        "index": 121,
        "title": "七绝·改杜甫《咏怀古迹》",
        "type": "诗",
        "year": "1971",
        "quote": "群山万壑赴荆门，生长林彪尚有村。",
        "background": "",
        "fullText": "群山万壑赴荆门，生长林彪尚有村。\n一去紫台连朔漠，独留青冢向黄昏。"
      },
      {
        "index": 122,
        "title": "四言诗·赠尼克松",
        "type": "诗",
        "year": "1972",
        "quote": "老叟坐凳 嫦娥奔月 走马观花",
        "background": "",
        "fullText": "老叟坐凳 嫦娥奔月 走马观花"
      },
      {
        "index": 123,
        "title": "七绝·林彪事件",
        "type": "诗",
        "year": "1972",
        "quote": "豫章西望彩云间,九派长江九叠山。",
        "background": "改明李攀龙《怀明卿》；与周世钊谈林彪事件。",
        "fullText": "豫章西望彩云间,九派长江九叠山。\n高卧不须窥石镜,秋风怒在叛徒颜。\n豫章西望彩云间，九派长江九叠山。\n高卧不须窥石镜，秋风怒在叛徒颜。"
      },
      {
        "index": 124,
        "title": "七言诗·续乔冠华诗",
        "type": "诗",
        "year": "1973",
        "quote": "八重樱下廖公子，五月花中韩大哥。",
        "background": "",
        "fullText": "八重樱下廖公子，五月花中韩大哥。\n莫道敝人功业小，北京卖报赚钱多。"
      },
      {
        "index": 125,
        "title": "五言韵语·郭老从韩退",
        "type": "诗",
        "year": "1973",
        "quote": "郭老从韩退，不及柳宗元。",
        "background": "",
        "fullText": "郭老从韩退，不及柳宗元。\n名曰共产党，崇拜孔二先。"
      },
      {
        "index": 126,
        "title": "五言韵语·大事不讨论",
        "type": "诗",
        "year": "1973",
        "quote": "大事不讨论，小事天天送。",
        "background": "",
        "fullText": "大事不讨论，小事天天送。\n此调不改正，势必出修正。"
      },
      {
        "index": 127,
        "title": "七言诗·续李白《梁甫吟》",
        "type": "诗",
        "year": "1973",
        "quote": "高阳酒徒起草中，长揖山东隆准公。",
        "background": "高阳酒徒指郦食其",
        "fullText": "高阳酒徒起草中，长揖山东隆准公。\n入门不拜骋雄辩，两女辍洗来趋风。\n东下齐城七十二，指挥楚汉如旋蓬。\n不料韩信不听话，十万大军下历城。\n齐王火冒三千丈，抓了酒徒付鼎烹。"
      },
      {
        "index": 128,
        "title": "七律·读《封建论》呈郭老",
        "type": "诗",
        "year": "1973",
        "quote": "劝君少骂秦始皇，焚坑事件要商量。",
        "background": "",
        "fullText": "劝君少骂秦始皇，焚坑事件要商量。\n祖龙魂死业犹在，孔学名高实秕糠。\n百代多行秦政治，十批不是好文章。\n熟读唐人封建论，莫从子厚返文王。"
      },
      {
        "index": 129,
        "title": "七律·读《封建论》呈郭老",
        "type": "诗",
        "year": "1973",
        "quote": "劝君少骂秦始皇，焚坑事件要商量。",
        "background": "",
        "fullText": "劝君少骂秦始皇，焚坑事件要商量。\n祖龙魂死业犹在，孔学名高实秕糠。\n百代多行秦政治，十批不是好文章。\n熟读唐人封建论，莫从子厚返文王。"
      },
      {
        "index": 130,
        "title": "贺新郎·改张元千词悼董必武",
        "type": "词",
        "year": "1975",
        "quote": "梦绕神州路，怅秋风，连营画角，故宫离黍。",
        "background": "",
        "fullText": "梦绕神州路，怅秋风，连营画角，故宫离黍。\n底事昆仑倾砥柱，九地黄流乱注?聚万落千村狐兔。\n天意从来高难问，况人情易老悲难诉。\n更南浦，送君去。\n凉生柳岸催残暑，耿斜河，疏星淡月，断云微度。\n万里江山知何处，回首对床夜语。雁不到，书成谁与?\n目尽青天怀今古，肯儿曹恩怨相尔汝!\n君且去，休回顾。"
      },
      {
        "index": 131,
        "title": "忆秦娥·悼念周恩来同志",
        "type": "诗词",
        "year": "1976",
        "quote": "山河咽，拭泪无语心欲裂。",
        "background": "",
        "fullText": "山河咽，拭泪无语心欲裂。\n心欲裂，顿摧栋梁，痛失人杰。\n江山如画忆丹心，宏图遗愿永不灭。\n永不灭，新苗茁状，势与天接。"
      },
      {
        "index": 132,
        "title": "四言诗·春日游花园小吟",
        "type": "诗",
        "year": "1976",
        "quote": "编辑于 2024-02-20 07:25・河北",
        "background": "",
        "fullText": "今我来兮，杨柳依依。（残句）\n编辑于 2024-02-20 07:25・河北\n毛泽东诗词\n图片\n豆包让小白也能玩转 AI 漫画图片生成\n豆包让小白也能玩转 AI 漫画图片生成\n查看详情\n用户头像\n豆包\n的广告\n​赞同 24​\n​添加评论\n​64\n​3\n​分享\n​申请转载\n​\n​\n理性发言，友善互动\n评论内容由作者筛选后展示\n还没有评论，发表第一个评论吧\n关于作者\n周老师\n周老师\n教书育人，培根铸魂。\n​\n教师资格证持证人\n回答\n284\n文章\n398\n关注者\n1,356\n​关注她\n​发私信\n大家都在搜\n换一换\n马宁1分钟2黄\n457 万\n热\n吴倩被爸爸打掉牙齿不敢吐出来\n456 万\n热\n武汉大学领导班子调整\n407 万\n热\n多品牌婴幼儿纸尿裤检出甲酰胺\n292 万\n腾讯大幅下调员工 AI Token 额度\n287 万\n乌克兰袭击莫斯科炼油厂\n283 万\n巴拉圭球员捂嘴说话吃到红牌\n275 万\n凡人修仙传团队发声明\n266 万\n巴西3-0海地\n254 万\nC罗首秀状态不佳全场0射正\n249 万\n广告\n广告\n推荐阅读\n毛主席的诗词有多少首\n毛主席诗词权威收录数量说明 一、官方权威定本（最公认） 1. 1996年中央文献研究室《毛泽东诗词集》（通行权威版） 全书分正编、副编，总计67首 ： - 正编42首：均经毛主席生前审定或中央正…\n玄武财话\n毛主席诗词130首\n毛主席诗词全集130首目 录 1 儿歌·应舞狮 2 五古·吟天井 3 五古·咏指甲花 4 杂言诗·耕田乐 5 七绝·咏蛙 6 七绝·赠父诗 7 五言诗·登高泛海 8 五言诗·江畔 9 四言诗·《明耻篇》题志 …\n衡恒\n发表于纪念毛泽东...\n独领风骚，千古第一人，毛泽东诗词\n毛泽东诗词在海内外广为流传，给人一种气势磅礴，波澜壮阔的感觉，其挥写的常常是万里江山，千军万马的宏伟场面。按年代排列下来，便组成了一幅幅中国革命进程的史诗式画卷。 这是由毛泽东…\n春风得意\n品读毛主席经典诗词，领略伟人的豪情与浪漫！\n品读毛主席经典诗词，领略伟人的豪情与浪漫！\n龙哥爱搞笑\n选择语言"
      }
    ]
  },
  {
    "id": "loc-6",
    "title": "菩萨蛮·黄鹤楼",
    "type": "诗词",
    "year": "1927",
    "location": "湖北武汉",
    "region": "华中",
    "scene": "湖北武汉",
    "lat": 30.592,
    "lng": 114.305,
    "quote": "茫茫九派流中国，沉沉一线穿南北。",
    "background": "菩萨蛮：词牌名，唐朝女蛮国进贡者，他们梳有高高发髻，戴金饰帽子，挂珠玉项圈，称为菩萨蛮。",
    "fullText": "茫茫九派流中国，沉沉一线穿南北。\n烟雨莽苍苍，龟蛇锁大江。\n黄鹤知何去？剩有游人处。\n把酒酹滔滔，心潮逐浪高！",
    "poems": [
      {
        "index": 29,
        "title": "菩萨蛮·黄鹤楼",
        "type": "诗词",
        "year": "1927",
        "quote": "茫茫九派流中国，沉沉一线穿南北。",
        "background": "菩萨蛮：词牌名，唐朝女蛮国进贡者，他们梳有高高发髻，戴金饰帽子，挂珠玉项圈，称为菩萨蛮。",
        "fullText": "茫茫九派流中国，沉沉一线穿南北。\n烟雨莽苍苍，龟蛇锁大江。\n黄鹤知何去？剩有游人处。\n把酒酹滔滔，心潮逐浪高！"
      },
      {
        "index": 33,
        "title": "清平乐·蒋桂战争",
        "type": "诗词",
        "year": "1929",
        "quote": "风云突变，军阀重开战。",
        "background": "清平乐：词牌名，原为唐朝教坊曲名。\n蒋桂战争：蒋介石和桂系军阀李宗仁，白崇禧在1929年2至4月间为控制两湖而进行的战争。4月，桂系放弃武汉，败入广西。",
        "fullText": "风云突变，军阀重开战。\n洒向人间都是怨，一枕黄梁再现。\n红旗跃过汀江， 直下龙岩上杭。\n收拾金瓯一片，分田分地真忙。"
      }
    ]
  },
  {
    "id": "loc-7",
    "title": "西江月·井冈山",
    "type": "诗词",
    "year": "1928",
    "location": "江西井冈山",
    "region": "华东",
    "scene": "江西井冈山",
    "lat": 26.57,
    "lng": 114.16,
    "quote": "山下旌旗在望，山头鼓角相闻。",
    "background": "作法：西江月是极少数平仄韵混押的词之一，毛泽东在这首词里是以湖南方言押的韵。",
    "fullText": "山下旌旗在望，山头鼓角相闻。\n敌军围困万千重，我自岿然不动。\n早已森严壁垒，更加众志成城。\n黄洋界上炮声隆，报道敌军宵遁。",
    "poems": [
      {
        "index": 31,
        "title": "西江月·井冈山",
        "type": "诗词",
        "year": "1928",
        "quote": "山下旌旗在望，山头鼓角相闻。",
        "background": "作法：西江月是极少数平仄韵混押的词之一，毛泽东在这首词里是以湖南方言押的韵。",
        "fullText": "山下旌旗在望，山头鼓角相闻。\n敌军围困万千重，我自岿然不动。\n早已森严壁垒，更加众志成城。\n黄洋界上炮声隆，报道敌军宵遁。"
      },
      {
        "index": 32,
        "title": "四言韵语·红四军司令部布告",
        "type": "诗",
        "year": "1928",
        "quote": "红军宗旨，民权革命。赣西一军，声威远震。",
        "background": "",
        "fullText": "红军宗旨，民权革命。赣西一军，声威远震。\n此番计划，分兵前进。官佐兵伕，服从命令。\n平买平卖，事实为证。乱烧乱杀，在所必禁。\n全国各地，压迫太甚。工人农人，十分苦痛。\n土豪劣绅，横行乡镇。重息重租，人人怨愤。\n白军士兵，饥寒交并。小资产者，税捐极重。\n洋货越多，国货受困。帝国主义，哪个不恨？\n军民匪党，完全反动。口是心非，不能过硬。\n蒋桂冯阎，同床异梦。冲突已起，军阀倒运。\n饭可充饥，药能医病。共党主张，极为公正。\n地主田地，农民收种。债不要还，租不要送。\n增加工钱，老板担任。八时工作，恰好相称。\n国队待遇，亟须改订。发给田地，士兵有份。\n敌方官兵，准其投顺。以前行为，可以不问。\n累进税法，最为适用。苛税苛捐，扫除干净。\n城市商人，积铢累寸。只要服从，余皆不论。\n对待外人，必须严峻。工厂银行，没收归并。\n外资外债，概不承认。外兵外舰，不准入境。\n打倒列强，人人高兴。打倒军阀，除恶务尽。\n统一中华，举国称庆。满蒙回藏，章程自定。\n国民政府，一群恶棍。合力铲除，肃清乱政。\n全国工农，风发雷奋。夺取政权，为期日近。\n革命成功，尽在民众。布告四方，大家起劲。\n军长朱德\n党代表 毛泽东"
      },
      {
        "index": 34,
        "title": "采桑子·重阳",
        "type": "诗词",
        "year": "1929",
        "quote": "人生易老天难老，岁岁重阳，今又重阳，战地黄花分外香。",
        "background": "采桑子：词牌名，本于古乐采桑曲。\n重阳：阴历九月初九，传统上文人登高赋诗之日。1929年的重阳是10月11日。",
        "fullText": "人生易老天难老，岁岁重阳，今又重阳，战地黄花分外香。\n一年一度秋风劲，不似春光，胜似春光，寥廓江天万里霜。"
      },
      {
        "index": 35,
        "title": "如梦令·元旦",
        "type": "诗词",
        "year": "1930",
        "quote": "宁化、清流、归化，路隘林深苔滑。",
        "background": "",
        "fullText": "宁化、清流、归化，路隘林深苔滑。\n今日向何方，直指武夷山下。\n山下山下，风展红旗如画。"
      },
      {
        "index": 38,
        "title": "渔家傲·反第一次大“围剿”",
        "type": "诗词",
        "year": "1931",
        "quote": "万木霜天红烂漫，天兵怒气冲霄汉。",
        "background": "",
        "fullText": "万木霜天红烂漫，天兵怒气冲霄汉。\n雾满龙冈千嶂暗，齐声唤，前头捉了张辉瓒。\n二十万军重入赣，风烟滚滚来天半。\n唤起工农千百万，同心干，不周山下红旗乱。\n原注：关于共工头触不周山的故事：《淮南子·天文训》：“昔者共工与颛顼争为帝，怒而触不周之山，天柱折，地维绝。天倾西北，故日月星辰移焉；地不满西南，故水潦尘埃归焉。”"
      },
      {
        "index": 40,
        "title": "六言诗·苏维埃政府布告(节录)",
        "type": "诗词",
        "year": "1931",
        "quote": "军阀豪绅地主，到处压迫穷人。",
        "background": "",
        "fullText": "军阀豪绅地主，到处压迫穷人。\n利用国民政府，要捐要税不停。\n地主白占土地，厂主垄断资本。\n大家要免痛苦，只有参加革命。\n穷人一致奋起，组织工农红军。\n豪绅地主土地，一律分给农民。\n免除苛捐杂税，都是有吃有剩。\n工人每日工作，只做八个时辰。\n商人服从法令，生意由你经营。\n各地工农群众，赶快参加革命。\n建立工农政府，快把地主田分。\n工人组织工会，快同厂主斗争。\n大家一致努力，完成中国革命。\n打开网易新闻 查看精彩图片"
      },
      {
        "index": 43,
        "title": "十六字令·三首",
        "type": "诗词",
        "year": "1934",
        "quote": "山，快马加鞭未下鞍。",
        "background": "",
        "fullText": "山，快马加鞭未下鞍。\n惊回首，离天三尺三。\n山，倒海翻江卷巨澜。\n奔腾急，万马战犹酣。\n山，刺破青天锷未残。\n天欲堕，赖以拄其间。\n原注：民谣:“上有骷髅山，下有八宝山，离天三尺三。人过要低头，马过要下鞍。”\n注释:\n天欲堕，赖以拄其间：《淮南子·天文训》，“昔者共工与颛顼争为帝，怒而触不周之山，天柱折，地维绝。”神话中有以山为撑天之柱的讲法。"
      },
      {
        "index": 105,
        "title": "水调歌头·重上井冈山",
        "type": "诗词",
        "year": "1965",
        "quote": "久有凌云志，重上井冈山。",
        "background": "",
        "fullText": "久有凌云志，重上井冈山。\n千里来寻故地，旧貌变新颜。\n到处莺歌燕舞，更有潺潺流水，高路入云端。\n过了黄洋界，险处不须看。\n风雷动，旌旗奋，是人寰。\n三十八年过去，弹指一挥间。\n可上九天揽月，可下五洋捉鳖，谈笑凯歌还。\n世上无难事，只要肯登攀。"
      },
      {
        "index": 106,
        "title": "念奴娇·井冈山",
        "type": "诗词",
        "year": "1965",
        "quote": "参天万木，千百里，飞上南天奇岳。",
        "background": "",
        "fullText": "参天万木，千百里，飞上南天奇岳。\n故地重来何所见，多了楼台亭阁。\n五井碑前，黄洋界上，车子飞如跃。\n江山如画，古代曾云海绿。\n弹指三十八年，人间变了，似天渊翻覆。\n犹记当时烽火里，九死一生如昨。\n独有豪情，天际悬明月，风雷磅礴。\n一声鸡唱，万怪烟消云落。"
      }
    ]
  },
  {
    "id": "loc-8",
    "title": "减字木兰花·广昌路上",
    "type": "诗词",
    "year": "1930",
    "location": "江西广昌",
    "region": "华东",
    "scene": "江西广昌",
    "lat": 26.84,
    "lng": 116.33,
    "quote": "漫天皆白，雪里行军情更迫。",
    "background": "减字木兰花：词牌名，由木兰花令（词牌）减字变韵而成。",
    "fullText": "漫天皆白，雪里行军情更迫。\n头上高山，风卷红旗过大关。\n此行何去？赣江风雪迷漫处。\n命令昨颁，十万工农下吉安。",
    "poems": [
      {
        "index": 36,
        "title": "减字木兰花·广昌路上",
        "type": "诗词",
        "year": "1930",
        "quote": "漫天皆白，雪里行军情更迫。",
        "background": "减字木兰花：词牌名，由木兰花令（词牌）减字变韵而成。",
        "fullText": "漫天皆白，雪里行军情更迫。\n头上高山，风卷红旗过大关。\n此行何去？赣江风雪迷漫处。\n命令昨颁，十万工农下吉安。"
      }
    ]
  },
  {
    "id": "loc-9",
    "title": "渔家傲·反第二次大“围剿”",
    "type": "诗词",
    "year": "1931",
    "location": "江西吉安",
    "region": "华东",
    "scene": "江西吉安",
    "lat": 26.57,
    "lng": 115.13,
    "quote": "白云山头云欲立，白云山下呼声急，枯木朽株齐努力。",
    "background": "蒋介石认为第一次大“围剿”败在“长驱直入”，因此第二次大“围剿”改为“稳扎稳打，步步为营，紧缩包围”。5月16日，红军在吉安县东固伏击蒋军公秉藩部二十八师。接着在15天内，从西向东横扫七百里，五战五胜，打破了第二次大“围剿”。",
    "fullText": "白云山头云欲立，白云山下呼声急，枯木朽株齐努力。\n枪林逼，飞将军自重霄入。\n七百里驱十五日，赣水苍茫闽山碧，横扫千军如卷席。\n有人泣，为营步步嗟何及！",
    "poems": [
      {
        "index": 39,
        "title": "渔家傲·反第二次大“围剿”",
        "type": "诗词",
        "year": "1931",
        "quote": "白云山头云欲立，白云山下呼声急，枯木朽株齐努力。",
        "background": "蒋介石认为第一次大“围剿”败在“长驱直入”，因此第二次大“围剿”改为“稳扎稳打，步步为营，紧缩包围”。5月16日，红军在吉安县东固伏击蒋军公秉藩部二十八师。接着在15天内，从西向东横扫七百里，五战五胜，打破了第二次大“围剿”。",
        "fullText": "白云山头云欲立，白云山下呼声急，枯木朽株齐努力。\n枪林逼，飞将军自重霄入。\n七百里驱十五日，赣水苍茫闽山碧，横扫千军如卷席。\n有人泣，为营步步嗟何及！"
      }
    ]
  },
  {
    "id": "loc-10",
    "title": "菩萨蛮·大柏地",
    "type": "诗词",
    "year": "1933",
    "location": "江西瑞金大柏地",
    "region": "华东",
    "scene": "江西瑞金大柏地",
    "lat": 26.1,
    "lng": 116.04,
    "quote": "赤橙黄绿青蓝紫，谁持彩练当空舞？",
    "background": "",
    "fullText": "赤橙黄绿青蓝紫，谁持彩练当空舞？\n雨后复斜阳，关山阵阵苍。\n当年鏖战急，弹洞前村壁。\n装点此关山，今朝更好看。",
    "poems": [
      {
        "index": 41,
        "title": "菩萨蛮·大柏地",
        "type": "诗词",
        "year": "1933",
        "quote": "赤橙黄绿青蓝紫，谁持彩练当空舞？",
        "background": "",
        "fullText": "赤橙黄绿青蓝紫，谁持彩练当空舞？\n雨后复斜阳，关山阵阵苍。\n当年鏖战急，弹洞前村壁。\n装点此关山，今朝更好看。"
      }
    ]
  },
  {
    "id": "loc-11",
    "title": "清平乐·会昌",
    "type": "诗词",
    "year": "1934",
    "location": "江西会昌",
    "region": "华东",
    "scene": "江西会昌",
    "lat": 25.6,
    "lng": 115.78,
    "quote": "东方欲晓，莫道君行早。",
    "background": "",
    "fullText": "东方欲晓，莫道君行早。\n踏遍青山人未老，风景这边独好。\n会昌城外高峰，颠连直接东溟。\n战士指看南粤，更加郁郁葱葱。",
    "poems": [
      {
        "index": 42,
        "title": "清平乐·会昌",
        "type": "诗词",
        "year": "1934",
        "quote": "东方欲晓，莫道君行早。",
        "background": "",
        "fullText": "东方欲晓，莫道君行早。\n踏遍青山人未老，风景这边独好。\n会昌城外高峰，颠连直接东溟。\n战士指看南粤，更加郁郁葱葱。"
      }
    ]
  },
  {
    "id": "loc-12",
    "title": "歌谣诗·洛甫摔跤",
    "type": "谣",
    "year": "1935",
    "location": "贵州山地",
    "region": "西南",
    "scene": "贵州山地",
    "lat": 27,
    "lng": 106,
    "quote": "洛甫洛甫真英豪，不会行军会摔跤。",
    "background": "",
    "fullText": "洛甫洛甫真英豪，不会行军会摔跤。\n四脚朝天摔得巧，沒伤胳膊沒伤脑。\n注释:\n1935年在长征途中，毛泽东对张闻天一次摔跤的調侃。",
    "poems": [
      {
        "index": 44,
        "title": "歌谣诗·洛甫摔跤",
        "type": "谣",
        "year": "1935",
        "quote": "洛甫洛甫真英豪，不会行军会摔跤。",
        "background": "",
        "fullText": "洛甫洛甫真英豪，不会行军会摔跤。\n四脚朝天摔得巧，沒伤胳膊沒伤脑。\n注释:\n1935年在长征途中，毛泽东对张闻天一次摔跤的調侃。"
      },
      {
        "index": 46,
        "title": "七律·长征",
        "type": "诗",
        "year": "1935",
        "quote": "红军不怕远征难，万水千山只等闲。",
        "background": "",
        "fullText": "红军不怕远征难，万水千山只等闲。\n五岭逶迤腾细浪，乌蒙磅礴走泥丸。\n金沙水拍云崖暖，大渡桥横铁索寒。\n更喜岷山千里雪，三军过后尽开颜。\n注释:\n这首词最早发表在《诗刊》1957年1月号。"
      },
      {
        "index": 47,
        "title": "念奴娇·昆仑",
        "type": "诗词",
        "year": "1935",
        "quote": "横空出世，莽昆仑，阅尽人间春色。",
        "background": "",
        "fullText": "横空出世，莽昆仑，阅尽人间春色。\n飞起玉龙三百万，搅得周天寒彻。\n夏日消溶，江河横溢，人或为鱼鳖。\n千秋功罪，谁人曾与评说？\n而今我谓昆仑：不要这高，不要这多雪。\n安得倚天抽宝剑，把汝裁为三截？\n一截遗欧，一截赠美，一截还东国。\n太平世界，环球同此凉热。\n原注：前人（指宋张元，见《诗人玉屑·知音·姚嗣宗》）所谓“战罢玉龙三百万，败鳞残甲满天飞”，说的是飞雪，这里的借用一句，说的是雪山。夏日登山远望，群山飞舞，一片皆白。老百姓说，当年孙行者过此，都是火焰山，就是他借了芭蕉扇扇灭了火，所以变白了。"
      },
      {
        "index": 49,
        "title": "六言诗·给彭德怀同志",
        "type": "诗词",
        "year": "1935",
        "quote": "山高路远坑深，大军纵横驰奔。",
        "background": "",
        "fullText": "山高路远坑深，大军纵横驰奔。\n谁敢横刀立马？惟我彭大将军！"
      },
      {
        "index": 50,
        "title": "四言诗·懦夫奋臂",
        "type": "诗",
        "year": "1935",
        "quote": "嘤其鸣矣，求其友声。",
        "background": "",
        "fullText": "嘤其鸣矣，求其友声。\n暴虎入门，懦夫奋臂。"
      },
      {
        "index": 51,
        "title": "沁园春·雪",
        "type": "诗词",
        "year": "1936",
        "quote": "北国风光，千里冰封，万里雪飘。",
        "background": "",
        "fullText": "北国风光，千里冰封，万里雪飘。\n望长城内外，惟馀莽莽；大河上下，顿失滔滔。\n山舞银蛇，原驰蜡象，欲与天公试比高。\n须晴日，看红妆素裹，分外妖娆。\n江山如此多娇，引无数英雄竞折腰。\n惜秦皇汉武，略输文采；唐宗宋祖，稍逊风骚。\n一代天骄，成吉思汗，只识弯弓射大雕。\n俱往矣，数风流人物，还看今朝。\n原注：“原”指高原，即秦晋高原。\n自注：“雪”反封建主义，批判二千年封建主义的一个反动侧面。文采、风骚、大雕，只能如是，须知这是写诗啊！难道可以谩骂这一些人们吗？别的解释是错的。末三句，是指无产阶级。"
      },
      {
        "index": 52,
        "title": "临江仙·赠丁玲",
        "type": "诗词",
        "year": "1936",
        "quote": "壁上红旗飘落照，西风漫卷孤城。",
        "background": "",
        "fullText": "壁上红旗飘落照，西风漫卷孤城。\n保安人物一时新。\n洞中开宴会，招待出牢人。\n纤笔一支谁与似，三千毛瑟精兵。\n阵图开向陇山东。\n昨天文小姐，今日武将军。"
      }
    ]
  },
  {
    "id": "loc-13",
    "title": "忆秦娥·娄山关",
    "type": "诗词",
    "year": "1935",
    "location": "贵州遵义娄山关",
    "region": "西南",
    "scene": "贵州遵义娄山关",
    "lat": 27.99,
    "lng": 106.84,
    "quote": "西风烈，长空雁叫霜晨月。",
    "background": "",
    "fullText": "西风烈，长空雁叫霜晨月。\n霜晨月，马蹄声碎，喇叭声咽。\n雄关漫道真如铁，而今迈步从头越。\n从头越，苍山如海，残阳如血。\n注释:\n忆秦娥：词牌名，本于李白诗“秦娥梦断秦楼月”。",
    "poems": [
      {
        "index": 45,
        "title": "忆秦娥·娄山关",
        "type": "诗词",
        "year": "1935",
        "quote": "西风烈，长空雁叫霜晨月。",
        "background": "",
        "fullText": "西风烈，长空雁叫霜晨月。\n霜晨月，马蹄声碎，喇叭声咽。\n雄关漫道真如铁，而今迈步从头越。\n从头越，苍山如海，残阳如血。\n注释:\n忆秦娥：词牌名，本于李白诗“秦娥梦断秦楼月”。"
      }
    ]
  },
  {
    "id": "loc-14",
    "title": "清平乐·六盘山",
    "type": "诗词",
    "year": "1935",
    "location": "宁夏六盘山",
    "region": "西北",
    "scene": "宁夏六盘山",
    "lat": 35.33,
    "lng": 106.25,
    "quote": "天高云淡，望断南飞雁。",
    "background": "红旗：1957年在《诗刊》创刊号上发表时作“旄头”。1961年9月为宁夏干部书写此词时改为“红旗”，手迹发表在该年10月7日的《光明日报》。",
    "fullText": "天高云淡，望断南飞雁。\n不到长城非好汉，屈指行程二万。\n六盘山上高峰，红旗漫卷西风。\n今日长缨在手，何时缚住苍龙？",
    "poems": [
      {
        "index": 48,
        "title": "清平乐·六盘山",
        "type": "诗词",
        "year": "1935",
        "quote": "天高云淡，望断南飞雁。",
        "background": "红旗：1957年在《诗刊》创刊号上发表时作“旄头”。1961年9月为宁夏干部书写此词时改为“红旗”，手迹发表在该年10月7日的《光明日报》。",
        "fullText": "天高云淡，望断南飞雁。\n不到长城非好汉，屈指行程二万。\n六盘山上高峰，红旗漫卷西风。\n今日长缨在手，何时缚住苍龙？"
      }
    ]
  },
  {
    "id": "loc-15",
    "title": "祭黄帝陵",
    "type": "诗词",
    "year": "1936",
    "location": "陕西黄陵",
    "region": "西北",
    "scene": "陕西黄陵",
    "lat": 35.58,
    "lng": 109.26,
    "quote": "赫赫始祖，吾华肇造。胄衍祀绵，岳峨河浩。聪明睿知，光被遐荒。",
    "background": "中华民国二十六年4月5日，苏维埃政府主席毛泽东、人民抗日红军总司令朱德敬派代表林祖涵，以鲜花时果之仪致祭于我中华民族始祖轩辕黄帝之陵。",
    "fullText": "赫赫始祖，吾华肇造。胄衍祀绵，岳峨河浩。聪明睿知，光被遐荒。\n建此伟业，雄立东方。世变沧桑，中更蹉跌。越数千年，强邻蔑德。\n琉台不守，三韩为墟。辽海燕冀，汉奸何多！以地事敌，敌欲岂足？\n人执笞绳，我为奴辱。懿维我祖，命世之英。涿鹿奋战，区宇以宁。\n岂其苗裔，不武如斯：泱泱大国，让其沦胥？东等不才，剑屦俱奋。\n万里崎岖，为国效命。频年苦斗，备历险夷。匈奴未灭，何以家为？\n各党各界，团结坚固。不论军民，不分贫富。民族阵线，救国良方。\n四万万众，坚决抵抗。民主共和，改革内政。亿兆一心，战则必胜。\n还我河山，卫我国权。此物此志，永矢勿谖。经武整军，昭告列祖。\n实鉴临之，皇天后土。尚飨！",
    "poems": [
      {
        "index": 53,
        "title": "祭黄帝陵",
        "type": "诗词",
        "year": "1936",
        "quote": "赫赫始祖，吾华肇造。胄衍祀绵，岳峨河浩。聪明睿知，光被遐荒。",
        "background": "中华民国二十六年4月5日，苏维埃政府主席毛泽东、人民抗日红军总司令朱德敬派代表林祖涵，以鲜花时果之仪致祭于我中华民族始祖轩辕黄帝之陵。",
        "fullText": "赫赫始祖，吾华肇造。胄衍祀绵，岳峨河浩。聪明睿知，光被遐荒。\n建此伟业，雄立东方。世变沧桑，中更蹉跌。越数千年，强邻蔑德。\n琉台不守，三韩为墟。辽海燕冀，汉奸何多！以地事敌，敌欲岂足？\n人执笞绳，我为奴辱。懿维我祖，命世之英。涿鹿奋战，区宇以宁。\n岂其苗裔，不武如斯：泱泱大国，让其沦胥？东等不才，剑屦俱奋。\n万里崎岖，为国效命。频年苦斗，备历险夷。匈奴未灭，何以家为？\n各党各界，团结坚固。不论军民，不分贫富。民族阵线，救国良方。\n四万万众，坚决抵抗。民主共和，改革内政。亿兆一心，战则必胜。\n还我河山，卫我国权。此物此志，永矢勿谖。经武整军，昭告列祖。\n实鉴临之，皇天后土。尚飨！"
      }
    ]
  },
  {
    "id": "loc-16",
    "title": "四言诗·题《中国妇女》之出版",
    "type": "诗",
    "year": "1937",
    "location": "陕西延安",
    "region": "西北",
    "scene": "陕西延安",
    "lat": 36.585,
    "lng": 109.49,
    "quote": "妇女解放，突起异军。两万万众，奋发为雄。",
    "background": "",
    "fullText": "妇女解放，突起异军。两万万众，奋发为雄。\n男女并驾，如日方东。以此制敌，何敌不倾？\n到之之法，艰苦斗争。世无难事，有志竟成。\n有妇人焉，如旱望云。此编之作，伫看风行。",
    "poems": [
      {
        "index": 54,
        "title": "四言诗·题《中国妇女》之出版",
        "type": "诗",
        "year": "1937",
        "quote": "妇女解放，突起异军。两万万众，奋发为雄。",
        "background": "",
        "fullText": "妇女解放，突起异军。两万万众，奋发为雄。\n男女并驾，如日方东。以此制敌，何敌不倾？\n到之之法，艰苦斗争。世无难事，有志竟成。\n有妇人焉，如旱望云。此编之作，伫看风行。"
      },
      {
        "index": 55,
        "title": "四言诗·改江淹《别赋》",
        "type": "诗",
        "year": "1939",
        "quote": "春草碧色，春水绿波。",
        "background": "",
        "fullText": "春草碧色，春水绿波。\n送君延安，快如之何！"
      },
      {
        "index": 56,
        "title": "五律·挽戴安澜将军",
        "type": "诗",
        "year": "1943",
        "quote": "外侮需人御，将军赴采薇。",
        "background": "",
        "fullText": "外侮需人御，将军赴采薇。\n师堪机械化，勇夺虎罴归。\n浴血东瓜守，逐倭棠古回。\n沙场竟殒命，壮志也无违。\n注释:\n戴安澜：国民党200师师长，在缅甸抗击日军的战斗中牺牲，年仅38岁。"
      },
      {
        "index": 57,
        "title": "五言韵语·军队向前进",
        "type": "诗",
        "year": "1945",
        "quote": "军队向前进，生产长一寸。",
        "background": "",
        "fullText": "军队向前进，生产长一寸。\n加强纪律性，革命无不胜。"
      },
      {
        "index": 58,
        "title": "五律·张冠军道中",
        "type": "诗",
        "year": "1947",
        "quote": "朝雾弥琼宇，征马嘶北风。",
        "background": "",
        "fullText": "朝雾弥琼宇，征马嘶北风。\n露温尖难染，霜笼鸦不惊。\n戍衣犹铁甲，须眉等银冰。\n踟蹰张冠道，恍若塞上行。"
      },
      {
        "index": 59,
        "title": "五律·喜闻捷报",
        "type": "诗",
        "year": "1947",
        "quote": "中秋步运河上，闻西北野战军收复蟠龙作。",
        "background": "",
        "fullText": "中秋步运河上，闻西北野战军收复蟠龙作。\n秋风度河上，大野入苍穹。\n佳令随人至，明月傍云生。\n故里鸿音绝，妻儿信未通。\n满宇频翘望，凯歌奏边城。"
      }
    ]
  },
  {
    "id": "loc-17",
    "title": "七律·忆重庆谈判",
    "type": "诗",
    "year": "1947",
    "location": "四川重庆",
    "region": "西南",
    "scene": "四川重庆",
    "lat": 29.56,
    "lng": 106.55,
    "quote": "有田有地皆吾主，无法无天是尔民。",
    "background": "",
    "fullText": "有田有地皆吾主，无法无天是尔民。\n重庆有官皆墨吏，延安无土不黄金。\n炸桥挖路为团结，夺地争城是斗争。\n遍地哀鸿遍地血，无非一念救苍生。\n打开网易新闻 查看精彩图片",
    "poems": [
      {
        "index": 60,
        "title": "七律·忆重庆谈判",
        "type": "诗",
        "year": "1947",
        "quote": "有田有地皆吾主，无法无天是尔民。",
        "background": "",
        "fullText": "有田有地皆吾主，无法无天是尔民。\n重庆有官皆墨吏，延安无土不黄金。\n炸桥挖路为团结，夺地争城是斗争。\n遍地哀鸿遍地血，无非一念救苍生。\n打开网易新闻 查看精彩图片"
      },
      {
        "index": 74,
        "title": "七绝·改梅白《夜登重庆枇杷山》",
        "type": "诗",
        "year": "1958",
        "quote": "我来高处欲乘风，暮色苍茫一望中。",
        "background": "",
        "fullText": "我来高处欲乘风，暮色苍茫一望中。\n百万银灯摇倒影，嘉陵江似水晶宫。"
      }
    ]
  },
  {
    "id": "loc-18",
    "title": "七律·人民解放军占领南京",
    "type": "诗",
    "year": "1949",
    "location": "江苏南京",
    "region": "华东",
    "scene": "江苏南京",
    "lat": 32.06,
    "lng": 118.796,
    "quote": "钟山风雨起苍黄，百万雄师过大江。",
    "background": "",
    "fullText": "钟山风雨起苍黄，百万雄师过大江。\n虎踞龙盘今胜昔，天翻地覆慨而慷。\n宜将胜勇追穷寇，不可沽名学霸王。\n天若有情天亦老，人间正道是沧桑。",
    "poems": [
      {
        "index": 61,
        "title": "七律·人民解放军占领南京",
        "type": "诗",
        "year": "1949",
        "quote": "钟山风雨起苍黄，百万雄师过大江。",
        "background": "",
        "fullText": "钟山风雨起苍黄，百万雄师过大江。\n虎踞龙盘今胜昔，天翻地覆慨而慷。\n宜将胜勇追穷寇，不可沽名学霸王。\n天若有情天亦老，人间正道是沧桑。"
      }
    ]
  },
  {
    "id": "loc-19",
    "title": "浪淘沙·北戴河",
    "type": "诗词",
    "year": "1954",
    "location": "河北北戴河",
    "region": "华北",
    "scene": "河北北戴河",
    "lat": 39.825,
    "lng": 119.486,
    "quote": "大雨落幽燕，白浪滔天，秦皇岛外打鱼船。",
    "background": "这首词最早发表在《诗刊》1957年1月号。",
    "fullText": "大雨落幽燕，白浪滔天，秦皇岛外打鱼船。\n一片汪洋都不见，知向谁边？\n往事越千年，魏武挥鞭，东临碣石有遗篇。\n萧瑟秋风今又是，换了人间。",
    "poems": [
      {
        "index": 66,
        "title": "浪淘沙·北戴河",
        "type": "诗词",
        "year": "1954",
        "quote": "大雨落幽燕，白浪滔天，秦皇岛外打鱼船。",
        "background": "这首词最早发表在《诗刊》1957年1月号。",
        "fullText": "大雨落幽燕，白浪滔天，秦皇岛外打鱼船。\n一片汪洋都不见，知向谁边？\n往事越千年，魏武挥鞭，东临碣石有遗篇。\n萧瑟秋风今又是，换了人间。"
      }
    ]
  },
  {
    "id": "loc-20",
    "title": "七律·登庐山",
    "type": "诗",
    "year": "1959",
    "location": "江西庐山",
    "region": "华东",
    "scene": "江西庐山",
    "lat": 29.58,
    "lng": 115.97,
    "quote": "一山飞峙大江边，跃上葱茏四百旋。",
    "background": "",
    "fullText": "一山飞峙大江边，跃上葱茏四百旋。\n冷眼向洋看世界，热风吹雨洒江天。\n云横九派浮黄鹤，浪下三吴起白烟。\n陶令不知何处去，桃花源里可耕田？\n￼",
    "poems": [
      {
        "index": 79,
        "title": "七律·登庐山",
        "type": "诗",
        "year": "1959",
        "quote": "一山飞峙大江边，跃上葱茏四百旋。",
        "background": "",
        "fullText": "一山飞峙大江边，跃上葱茏四百旋。\n冷眼向洋看世界，热风吹雨洒江天。\n云横九派浮黄鹤，浪下三吴起白烟。\n陶令不知何处去，桃花源里可耕田？\n￼"
      },
      {
        "index": 89,
        "title": "七绝·为李进同志题所摄庐山仙人洞照",
        "type": "诗",
        "year": "1961",
        "quote": "暮色苍茫看劲松，乱云飞渡仍从容。",
        "background": "",
        "fullText": "暮色苍茫看劲松，乱云飞渡仍从容。\n天生一个仙人洞，无限风光在险峰。"
      }
    ]
  },
  {
    "id": "loc-21",
    "title": "七绝·到钱塘",
    "type": "诗",
    "year": "1959",
    "location": "浙江杭州",
    "region": "华东",
    "scene": "浙江杭州",
    "lat": 30.274,
    "lng": 120.155,
    "quote": "翻身跃入七人房，回首峰恋入莽苍。",
    "background": "",
    "fullText": "翻身跃入七人房，回首峰恋入莽苍。\n四十八盘才走过，风驰又已到钱塘。",
    "poems": [
      {
        "index": 81,
        "title": "七绝·到钱塘",
        "type": "诗",
        "year": "1959",
        "quote": "翻身跃入七人房，回首峰恋入莽苍。",
        "background": "",
        "fullText": "翻身跃入七人房，回首峰恋入莽苍。\n四十八盘才走过，风驰又已到钱塘。"
      }
    ]
  },
  {
    "id": "loc-22",
    "title": "七律·洪都",
    "type": "诗",
    "year": "1965",
    "location": "江西南昌",
    "region": "华东",
    "scene": "江西南昌",
    "lat": 28.68,
    "lng": 115.89,
    "quote": "到得洪都又一年，祖生击楫至今传。",
    "background": "",
    "fullText": "到得洪都又一年，祖生击楫至今传。\n闻鸡久听南天雨，立马曾挥北地鞭。\n鬓雪飞来成废料，彩云长在有新天。\n年年后浪推前浪，江草江花处处鲜。",
    "poems": [
      {
        "index": 109,
        "title": "七律·洪都",
        "type": "诗",
        "year": "1965",
        "quote": "到得洪都又一年，祖生击楫至今传。",
        "background": "",
        "fullText": "到得洪都又一年，祖生击楫至今传。\n闻鸡久听南天雨，立马曾挥北地鞭。\n鬓雪飞来成废料，彩云长在有新天。\n年年后浪推前浪，江草江花处处鲜。"
      }
    ]
  }
];
